Repository: jeromepacman/TView_django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Subject
fr: Sujet

source: About personal site
fr: Renseignements site perso

source: About pro site
fr: Renseignements site pro

source: About Web3 app
fr: Applications Web3

source: Technical issue/offline service
fr: Problème technique/service hors ligne

source: Other
fr: Autre

source: I agree to share my info on the contact form for Tview only
fr: J'accepte de partager mes infos sur le formulaire pour Tview uniquement

source: Your message has been sent. Thank you for your interest
fr: Votre message a été envoyé. Merci pour votre intérêt

source: Invalid header found !
fr: Problème de sécurité !

source: You haven't resolved the captcha. Please try again
fr: Vous n'avez pas résolu le captcha, veuillez essayer à nouveau, merci

source: Creation of secure, reliable and high-performance websites and web applications
fr: Création de sites et applications web sécurisés, fiables et performants

source: Creation of websites and web applications
fr: Création de sites et applications Web

source: Sites and applications web creation
fr: Création de sites et applications Web

source: Submit
fr: Envoyer

source: A site you own
fr: Vous êtes propriétaire de votre site

source: Customized and efficient
fr: Sur mesure et performant

source: Up to 50%% off for humanitarian or ecological projects
fr: Jusqu'à -50% pour un projet humanitaire ou écologique

source: Content management made easy
fr: Gestion facile de vos contenus

source: On the fly via an administrator interface
fr: Sur site, depuis l'interface administrateur

source: Evolving to meet your needs
fr: Evolution selon vos besoins

source: From single page to complete environment
fr: D'une simple page à un environnement complet

source: Seamless experience
fr: Naviguer en toute fluidité

source: responsive, native code, SEO-compliant
fr: Réactif, code natif, conforme pour le SEO

source: Flexibility
fr: Flexibilité

source: Scalable and reliable, high performance website
fr: Evolutif, modulable, haute performance

source: Safety
fr: Sécurité

source: Site has inherent security, no worry
fr: Pas de ressources partagées, tranquillité

source: Autonomy
fr: Autonomie

source: Dedicated server, hosted on its cloud.
fr: Serveur dédié, hébergé sur son propre cloud.

source: Our customized websites, coded in Python, offer first-rate security, versatility and efficiency.
fr: Nos sites web personnalisés, codés en Python, offrent une sécurité, une polyvalence et une efficacité de premier ordre.

source: Unlike many turnkey solutions that rely on a patchwork of plugins and modules, our websites are developed natively using Python and the Django web framework.
fr: Contrairement à de nombreuses solutions clés en main qui s'appuient sur un patchwork de plugins et de modules, nos sites web sont développés nativement en utilisant Python et le framework web Django.

source: This provides a level of security that traditional content management systems simply cannot match.
fr: Cela offre un niveau de sécurité que les systèmes de gestion de contenu traditionnels ne peuvent tout simplement pas égaler.

source: With no need for ongoing security updates, our Python-powered sites are a one-and-done investment, giving you peace of mind and saving you time and money in the long run.
fr: Ne nécessitant pas de mises à jour de sécurité permanentes, nos sites Python sont un investissement unique, qui vous permet d'avoir l'esprit tranquille et d'économiser du temps et de l'argent sur le long terme.

source: Python is renowned for its simplicity, precision, and reliability - qualities that are essential for building high-performance, secure web applications.
fr: Python est réputé pour sa simplicité, sa précision et sa fiabilité - des qualités essentielles pour créer des applications web performantes et sécurisées.

source: Thanks to Django's efficiency and versatility, we can create sites that are not only visually stunning, but also highly scalable and adaptable to your evolving needs.
fr: Grâce à l'efficacité et la polyvalence de Django, nous pouvons créer des sites qui sont non seulement visuellement modernes, mais aussi hautement évolutifs et adaptables à l'évolution de vos besoins.

source: Starting with a solid, Python-based architecture means your website will be built on a foundation of good practices for natural search engine optimization.
fr: En commençant par une architecture solide, basée sur Python, votre site web sera construit avec les bonnes pratiques pour optimiser le référencement naturel des moteurs de recherche.

source: In fact, some of the world's most successful websites, like
fr: Certains des sites Web les plus réussis au monde, comme

source: or
fr: ou

source: have been built using the very same tools we employ at TView.
fr: ont été élaborés à l'aide des mêmes outils que ceux que nous utilisons à TView.

source: So whether you're looking to establish a simple, user-friendly web presence or create a complex, feature-rich application, our configurations deliver what's is needed to succeed online.
fr: Que vous cherchiez à établir une présence sur le web de manière simple et conviviale ou à créer une application riche en fonctionnalités, nos configurations vous apportent ce dont vous avez besoin pour réussir en ligne.

source: Prices
fr: Tarifs

source: Single or monthly payments. You own your site. Prices include domain name, site construction and web deployment.
fr: Paiement unique ou mensualités. Vous êtes propriétaire de votre site. Les tarifs comprennent le nom de domaine, la mise en place et le déploiement de votre serveur sur internet.

source: Development coasts:
fr: Frais de développement:

source: Our Python-coded websites are built from the ground up using Django as the main framework with few other tools. This allow us to create
fr: Nos sites web Python sont construits en natif avec l'aide du framework Django et de quelques autres outils. Celà nous permet de vous fournir

source: a tailored solution that is easy to maintain and easy to use, without the need for costly add-ons that you have to subscribe to on a monthly basis.
fr: une solution personnalisée qui est facile à maintenir et à utiliser, sans recourir à des plugins supplémentaires auxquels vous devez souscrire en location mensualisée.

source: The development process is more about writing natively than relying on a patchwork of plugins.
fr: Le processus de développement s'élabore sur du code source, pas sur un assemblage de modules.

source: Support and maintenance
fr: Support et maintenance

source: Support is free for the first month and up to 2 additional months for complex or particular configurations.
fr: L'assistance est gratuite le premier mois et jusqu'à 3 mois selon la complexité de votre application.

source: In all other cases, it is invoiced according to the intervention, needs, time and assistance provided.
fr: Dans les autres cas, elle est facturée en fonction de l'intervention, des besoins, et du temps accordé à la résolution de votre problème.

source: Contact us for more information.
fr: Prenez contact pour plus d'information.

source: Being hosted on your own space with no shared ressources means performance and autonomy.
fr: Etre hébergé sur son propre espace sans avoir à partager des ressources est synonyme de performance et d'autonomie.

source: We can (optionally) duplicate your environment up to 4 times for simultaneous and instantaneous distribution on different continents to serve file locally.
fr: Nous pouvons (sur option) dupliquer jusqu'à 4 fois votre site web pour une distribution optimale en simultané sur plusieurs continents

source: A clone can also take over in the event of a server or network failure. You are truly online 24/24.
fr: Un clone permet aussi de prendre le relais en cas de panne locale sur un serveur ou sur le réseau. Vous êtes réellement en ligne 24/24h dans cette configuration.

source: Content management
fr: Gestion de contenu

source: Most of our configurations allow you to make your own modifications and updates on site with ease.
fr: La plupart de nos configurations vous permettent de faire vos propres mises-à-jour de contenus de façon simple directement sur votre site en ligne.

source: You can access them directly from your website, via a personalized administrator interface.
fr: Vous pouvez y accéder par l'intermédiaire d'une interface d'administration.

source: The list of functions given in the formulas is indicative only. Any configuration can be enhanced with various options.
fr: Les différentes fonctions présentées dans les formules sont purement à titre indicatif. Toute configuration peut-être enrichie d'options.

source: Prices are set in advance, based on project evaluation and technical considerations.
fr: Les prix sont fixés à l'avance, en fonction du projet et des considérations techniques.

source: No calculation of "hourly rate" = no unpleasant surprises.
fr: Pas de calcul "taux/horaire" = Pas de mauvaise surprise.

source: Custom-made websites
fr: Sur-mesure

source: Custom-coded websites are websites that have their own code written and built independently.
fr: Un site sur mesure est un site qui a son propre code et construit de façon indépendante.

source: Security, manageability, scalability and, of course, originality are its main assets.
fr: Sécurité, flexibilité, évolutivité et bien sûr originalité en sont ses principaux atouts.

source: The SEO myth
fr: Le mythe autour du SEO

source: Search engine optimization (SEO) is seen as a vast subject that required special, often costly, skills.
fr: Le SEO est souvent perçu comme un vaste sujet qui demande des compétences particulières et souvent coûteuses.

source: At least, that's how it's usually presented.
fr: Du moins, c'est souvent présenté de cette façon là.

source: However, there are a lot of myths surrounding this subject, because there's simply no magic method for getting good.
fr: Toutefois, il existe certains mythes autour de ce sujet, parce qu'en réalité il n'y a pas de méthode magique pour propulser un référencement.

source: Today's algorithms for evaluating web content are very smart and in constant development,
fr: Les algorithmes sont aujourd'hui assez intelligents et précis dans l'évaluation des sites web.

source: You won't fool them by overloading your content with scripts, plugins and other tricks designed to simulate traffic - quite the opposite.
fr: Vous ne les bernerez pas en surchargeant vos contenus de scripts et autres astuces pour simuler du trafic ou gonfller vos statistiques d'activités .

source: What's analyzed is how your site handles the user experience
fr: Ce qui est analysé est la manière dont votre site se charge de l'expérience utilisateur.

source: This is the fundamental point
fr: C'est le point fondamental

source: Here, the site has an SEO success rate of over 90%%. You can verify this with the performance test at the bottom of the page.
fr: Ici, le site à un résultat en bonnes pratiques SEO qui approche la note maximale. Vous pouvez le vérifier avec le test de performances situé en bas de page.

source: Special rates for non-commercial projects
fr: Tarifs préférentiels pour sites non-commerciaux

source: We're living in an age where big websites become data vacuum cleaners, analyzing every move
fr: Nous vivons à une époque où de gros sites web deviennent de grands aspirateurs de données, analysant chaque action

source: to better satisfy their advertisers
fr: afin de satisfaire leurs annonceurs.

source: may be an innovative technology, but it can also be a dangerous one.
fr: est une innovation technologique, mais qui peut tout autant devenir dangereuse.

source: Tview is committed to spreading quality on the web by promoting humanitarian, innovative and public-interest initiatives
fr: Tview s'engage à privilégier l'information utile et de qualité sur le net, en favorisant les initiatives d'intérêt public.

source: Additional information
fr: Informations complémentaires

source: website performance
fr: performance du site

source: Security
fr: Sécurité

source: Contact form
fr: Formulaire de contact

source: Online store
fr: Boutique en ligne

source: Database
fr: Base de données

source: Payments gateway
fr: Solution de paiements

source: Safety and performance
fr: Sécurité et performance

source: Various apps
fr: Applications diverses

source: English
fr: Anglais

source: French
fr: Français
